

"kBluetoothConnectionFailedTitle"				= "Bluetooth 音訊失敗。";
"kBluetoothConnectionErrorTitle"				= "連接音訊裝置時發生錯誤。";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "配對已經失效。請重新配對您的裝置，然後再試一次。";
"kBluetoothConnectionFailedExplanation"			= "連接耳機時發生錯誤。請確定耳機已開啟且位於通訊範圍內。您之前使用之程式的音訊部分可能需重新啟動。";
"kBluetoothSBCCodecMismatchExplanation"			= "連接耳機時發生錯誤。遠端裝置不接受編碼的音訊串流設定。";
"kBluetoothConnectionUnsupportedExplanation"	= "無法打開現用音訊裝置的連線。請嘗試再設定一次。";

"kBluetoothDisconnectedTitle"					= "Bluetooth 音訊連線中斷。";
"kBluetoothDisconnectedExplanation"				= "您的耳機突然斷線。請確定耳機已開啟且位於通訊範圍內。您之前使用之程式的音訊部分可能需重新啟動。";

"kBluetoothAudioInUseTitle"						= "Bluetooth 音訊正在使用中。";
"kBluetoothAudioInUseExplanation"				= "其他 Bluetooth 耳機正在使用中。一次只能使用一副 Bluetooth 耳機。";

"kBluetoothAudioOKButtonTitle"					= "好";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "停止使用耳機";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "停止使用耳機";

"kBluetoothAudioHeadsetDeviceType"				= "耳機";
"kBluetoothAudioHeadphoneDeviceType"			= "耳機";

"kBluetoothAudioSwitchButtonTitle"				= "使用此裝置";
"kBluetoothAudioTryAgainButtonTitle"			= "再試一次";
"kBluetoothAudioDisconnectButtonTitle"			= "中斷連線";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "別再詢問";

"kBluetoothAudioSwitchHeadestMessageText"		= "您想要使用 Bluetooth“%@（單聲道）”做為音訊裝置嗎？";
"kBluetoothAudioSwitchA2DPMessageText"			= "您想要使用 Bluetooth“%@（立體聲）”做為音訊裝置嗎？";

"kBluetoothAudioSwitchInfoText"					= "您可以在“Bluetooth 偏好設定”面板中按一下進階選項並取消勾選“提示所有傳入的音訊要求”，藉此來停用此對話框。";

